<template>
  <div class="user-terms terms">
    <h1 style="text-align: center">
      <span>纸上绘画社区约稿规范</span>
    </h1>
    <h1 style="text-align: left">
      <span>更新日期：2023年06月01日</span>
    </h1>
    <h1 style="text-align: left">
      <span>生效日期：2023年06月01日</span>
    </h1>
    <p>欢迎您来到纸上</p>
    <p>
      为了维护社区绿色网络环境，更好地保障用户合法权益及良好的用户体验，根据《纸上用户服务协议》，制定本规则如果您对本协议的条款有疑问的，欢迎您在建议反馈内提出。
    </p>
    <p>
      <strong
        >如您未满18周岁，或存在其他不具备与用户行为相适应的民事行为能力的情形，请您在法定监护人（“监护人”）的陪同、指导下阅读本协议，并在确保监护人同意本协议内容后使用纸上平台您及您的监护人应依照法律法规规定，承担同意本协议及使用纸上平台而导致的相应后果。
      </strong>
      您通过网络页面或纸上APP内勾选同意本协议及进行相关后续操作，即表示您已完整阅读并了解本协议的全部内容，同意遵守本协议的全部约定内容如果您不同意本协议的任意内容，或者无法准确理解本协议的条款，请您不要进行后续操作。
    </p>
    <p>
      <strong>您理解并同意：</strong>
    </p>
    <p>
      纸上公司目前提供的约稿服务没有收取任何服务费用，并且不介入需求方和画师之间的交易过程，
      <strong
        >用户因在纸上平台上使用约稿功能与其他用户产生纠纷的或造成损失的，纸上公司不承担任何责任，请自行判断风险。</strong
      >
    </p>
    <p>&nbsp;</p>
    <h2>
      <strong>一、发布内容规范</strong>
    </h2>
    <h3>1.1 画师接稿方案</h3>
    <p>
      为了让需求方了解画师的风格和偏好，画师需要创建接稿方案才可使用约稿功能。
    </p>
    <p>
      画师发布的方案应符合国家法律法规以及纸上社区关于相关规定凡是违反宪法精神和中华人民共和国相关法律法规、带有民族歧视性、夸大宣传并带有欺骗性、有损于社会主义道德风尚或者有其他不良影响的方案，纸上社区将拒绝提供服务，并对账号进行处理。
    </p>
    <h3>1.2 需求方约稿方案</h3>
    <p>
      为了让画师了解需求方的需求和偏好，需求方需要创建约稿方案对画师进行邀约。
    </p>
    <p>需求方发布约稿的过程中不得发送违法违规内容，具体包括但不限于：</p>
    <ul>
      <li>内容为线下招募或长期招聘类的约稿</li>
      <li>
        侵犯他人知识产权的内容，如发送或传播侵犯他人著作权、商标权、专利权等内容的约稿
      </li>
      <li>
        未经授权发布他人身份证号码、联系方式、家庭住址、微信号、照片等个人隐私资料，侵犯他人肖像权、隐私权等合法权益的约稿
      </li>
      <li>侵犯第三方权利的约稿</li>
      <li>
        带有包括但不仅限于涉黄、赌博、毒品、严重暴力、煽动民族仇恨、传播极端宗教思想、恐怖主义、丑化国家领导人/英雄烈士和分裂国家等违反内容的约稿
      </li>
      <li>散布网络谣言的约稿</li>
      <li>
        违背《中华人民共和国广告法》的或违反其他法律、法规、行政规章等相关规定的约稿
      </li>
    </ul>
    <p>以下约稿可能对交易参与方或者第三方带来损害而禁止发布：</p>
    <ul>
      <li>作业代做类约稿</li>
      <li>以招兼职为名进行的欺骗型约稿</li>
      <li>类似广告形式、传销形式的欺诈型约稿</li>
      <li>
        可能套取画师身份证、邮箱、手机号、银行账号等个人或者机构隐私信息的约稿
      </li>
      <li>需求方发布虚假信息的约稿</li>
      <li>约稿项目详情以链接等方式逃避审核的约稿</li>
      <li>可能给他人或者其他机构带来损害的约稿</li>
      <li>其他违背社会伦理或社会主流价值观的约稿</li>
    </ul>
    <p>&nbsp;</p>
    <h2>
      <strong>二、画师接稿规范</strong>
    </h2>
    <ul>
      <li>
        画师在纸上平台网站以及客户端上参与应征，应当遵守法律、法规、行政规章的规定和纸上平台服务协议及相关规则，画师禁止参与违规约稿，否则一切负面后果由本人承担。
      </li>
      <li>
        画师应当保证约稿过程中的所有信息真实、可靠。不得夸大或者伪造个人资料、稿件案例和项目经历，以影响需求方判断或者骗取需求方信任。
      </li>
      <li>画师不得捏造、散布不实言论、诋毁、污蔑其他画师，进行不正当竞争。</li>
      <li>
        画师收到不合法或违背社会伦理或社会主流价值观的约稿邀请，画师有义务拒绝并向社区举报
      </li>
    </ul>
    <p>&nbsp;</p>
    <h2>
      <strong>三、其他</strong>
    </h2>
    <p>
      对任何涉嫌违反法律、法规、行政规章的行为，社区有权对其账号实行封停账号功能、禁止登录账号等操作。本规则已有规定的，适用本规则；本规则尚无规定的，纸上有权酌情处理，但社区对违规用户的处理，不免除其应当承担的法律责任。
    </p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="less">
@import '../common.less';
</style>
