<template>
  <div class="privacy-terms terms">
    <h1 style="text-align: center">
      <span>纸上用户隐私政策</span>
    </h1>
    <h1 style="text-align: left">
      <span>更新日期：2023年04月01日</span>
    </h1>
    <h1 style="text-align: left">
      <span>生效日期：2023年04月01日</span>
    </h1>
    <h2>引言</h2>
    <p>
      我们非常重视您的个人信息和隐私保护，为了更好地向您提供服务和体验，请在使用我们的产品或服务前，仔细阅读并充分了解本隐私政策内容。一旦您开始使用我们的产品或服务，即表示您已充分理解并同意本政策。
      我们依据《中华人民共和国网络安全法》《中华人民共和国个人信息保护法》《中华人民共和国民法典》《信息安全技术个人信息安全规范》以及其他相关法律法规和技术规范明确了我们收集/使用/对外提供个人信息的原则，进一步阐述了关于您个人信息的相关权利。
    </p>
    <p>
      本政策与您所使用的我们的产品与/或服务息息相关，您在下载、安装、启动、浏览、注册、登录、使用我们的产品与/或服务（以下统称“使用我们的产品与/或服务”）时，我们将按照本政策的约定处理和保护您的个人信息。我们尽量以简明扼要的表述向您解释本政策所涉及的技术词汇，以便于您理解。
      <strong>
        本政策中与您权益（可能）存在重大关系的条款，我们已使用加粗字体予以区别，请您重点查阅。
      </strong>
    </p>
    <p>
      <strong>
        特别提示请未满18周岁的未成年（特别是未满十四周岁的儿童）及其监护人的注意，我们已明确未成年保护专门章节（以粗体提示），请您仔细阅读。
      </strong>
    </p>
    <h2>关于我们</h2>
    <p>纸上网站及APP的经营者为 深圳市绘梦科技网络有限公司。</p>
    <p>
      注册地址为 深圳市南山区南头街道前海社区桃园路283号 港湾丽都裙楼201-A65
    </p>
    <p>&nbsp;</p>
    <h2>目录</h2>
    <h2>
      <a href="#a1">一、我们如何收集和使用您的个人信息</a>
    </h2>
    <h2>
      <a href="#a2">二、我们如何共享、转让、公开披露您的个人信息</a>
    </h2>
    <h2>
      <a href="#a3">三、我们如何存储和保护您的个人信息</a>
    </h2>
    <h2>
      <a href="#a">四、您如何管理您的个人信息</a>
    </h2>
    <h2>
      <a href="#a5">五、您如何注销您的账号</a>
    </h2>
    <h2>
      <a href="#a6">六、有关第三方提供产品和/或服务的特别说明</a>
    </h2>
    <h2>
      <a href="#a7">七、我们如何使用Cookie和其他同类技术</a>
    </h2>
    <h2>
      <a href="#a8">八、未成年人保护</a>
    </h2>
    <h2>
      <a href="#a9">九、我们如何更新隐私政策</a>
    </h2>
    <h2>
      <a href="#a10">十、如何联系我们</a>
    </h2>
    <h2>
      <a href="#a11">十一、其他</a>
    </h2>
    <p>&nbsp;</p>
    <h2 style="text-align: justify; font-weight: 500; font-size: 16px">
      <a id="a1"></a>一、我们如何收集和使用您的个人信息
    </h2>
    <p>
      <strong>您理解并同意：</strong>
    </p>
    <p>
      纸上是一个专业的绘画创作与分享平台，您可以在此展示您的绘画才华、观赏他人的优秀作品、学习绘画知识和交流绘画心得。我们将在本政策中依次向您说明每项功能可能收集的个人信息范围、收集目的、收集方式，以及拒绝提供个人信息可能导致的结果。请您知悉，您拒绝提供各项功能实现所必要的对应信息时，仍然可以使用纸上App的其他功能。
    </p>
    <p><strong>1.账号注册及登录</strong></p>
    <p>
      1.1
      当您注册及登录时，如您使用一键登录/短信验证码登陆的功能，基于我们与通信运营商的合作，我们会收集您的<strong>【手机号码和网络运营商信息】</strong>，以便为您提供快捷的登录服务。
    </p>
    <p>
      1.2<strong>
        如您使用第三方账号进行登录，为了满足网络实名制要求，在您使用发布、评论及其他要求实名认证的功能与服务前，我们将另行收集您的手机号码以完成实名认证。</strong
      >请您谨慎考虑后提供这类信息，若您拒绝提供，您可能无法正常使用相应的功能。
    </p>
    <p>
      1.3
      您希望其他意向合作用户或游客了解您或联系您，还可以根据自身需求选择填写或更改头像、名字、性别、生日、职业、地区、简介、信息来完善您的信息，但如您不提供此类信息，不会影响您使用本产品和相关服务。
    </p>
    <p>
      1.4
      我们还提供了使用邮箱登陆功能，如果您希望使用此方式进行登陆，我们还会收集您的邮箱信息，若您拒绝提供，您将无法正常使用此功能。
    </p>
    <p><strong>2.向您提供产品和/或服务</strong></p>
    <p>
      <strong>2.1.信息浏览、发布、点赞、收藏、分享功能</strong>
    </p>
    <p>
      2.1.1
      当您使用发布、编辑内容功能时，我们会请求您授权存储（相册、媒体和其他文件）、相机（摄像头）、麦克风（录音）权限。您如果拒绝授权提供，将无法使用相应功能，但不影响您正常使用纸上的其他功能。为了提升图片/视频的上传速度、丰富发布功能和优化体验，在您点击“发布/保存”前，我们会将您编辑的图片/视频临时加载至服务器。如果您退出编辑页面、或者因其他原因未发布内容，我们会定期清除这些相关图片/视频。
    </p>
    <p>
      2.1.2
      当您使用发布、评论、点赞、收藏、分享功能时，<strong>您发布的文字、照片、视频、音频、评论、点赞、收藏、分享记录信息会存储在我们的服务器中，</strong>因为存储是实现这一功能所必需的。我们会以加密的方式存储，您也可以随时删除这些信息。
    </p>
    <p>
      2.1.3
      在您分享或被分享信息、参加活动情形下，我们需要访问您的剪切板，读取其中包含的口令、分享码、链接，以为您实现跳转、分享、活动联动功能或服务。
    </p>
    <p><strong>2.2.安全运行与风控验证。</strong></p>
    <p>
      为了保障软件与服务的安全运行，防止您的个人信息被非法获取，更准确地预防欺诈和保护账号安全，我们会收集您的设备信息【包括：设备型号、设备名称、SIM卡序列号、设备序列号、<strong>设备唯一标识符（包括：IMEI、IMSI、AndroidID、IDFA、OAID、MEID）</strong>】、浏览器类型和设置、语言设置、传感器、操作系统和应用程序版本、网络设备硬件地址（MAC地址）、登录IP地址、接入网络的方式、网络质量数据、移动网络信息（包括运营商名称）、产品版本号以及<strong>软件使用记录信息</strong>，如您不同意我们收集前述信息，可能无法完成风控验证。为了维护网络安全、保障良好生态，您的IP地址所对应的归属地域信息将会展示在您的个人资料页、动态页、作品页和评论中。境内展示到省(区、市)，境外展示到国家(地区)，信息以网络运营商数据为准。
    </p>
    <p>
      <strong>3.我们可能从第三方间接获取您的个人信息</strong>
    </p>
    <p>
      <span style="color: #333333"
        >如您使用第三方平台的账号登录时，经过您明确授权账号绑定后，<strong>第三方平台会向我们同步您在该平台上使用的头像、昵称、地区（如有）、性别（如有）</strong>，以使您可以直接登录并使用纸上。</span
      >
    </p>
    <p><strong>4.征得授权同意的例外</strong></p>
    <p>
      根据法律法规、国家标准规定，以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的授权同意：
    </p>
    <ul>
      <li>为履行法定职责或者法定义务所必需。</li>
      <li>
        为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需。
      </li>
      <li>
        为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息。
      </li>
      <li>
        依照《个人信息保护法》规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息。
      </li>
      <li>根据您要求签订和履行合同所必需的。</li>
      <li>法律法规规定的其他情形。</li>
    </ul>
    <h2><a id="a2"></a>二、我们如何共享、转让、公开披露您的个人信息</h2>
    <p><strong>1.共享：</strong></p>
    <p>我们不会向任何公司、组织和个人共享您的个人信息，但下列情况除外：</p>
    <ul>
      <li><strong>事先已得到您的授权；</strong></li>
      <li><strong>您自行提出的；</strong></li>
      <li>
        <strong>
          根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
        </strong>
      </li>
      <li><strong>与商业合作伙伴的必要共享：</strong></li>
    </ul>
    <p>
      <strong>
        您理解并知悉，为了向您提供更完善、优质的产品和服务，我们将授权商业合作伙伴为您提供部分服务。此种情形下，我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。请您注意，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们将对信息数据的输出形式、流转、使用进行安全评估与处理，以保护数据安全。同时，我们会对合作伙伴进行严格的监督与管理，一旦发现其存在违规处理个人信息的行为，将立即停止合作并追究其法律责任。
      </strong>
    </p>
    <p>目前，我们的合作伙伴包括以下类型:</p>
    <ul>
      <li>
        广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或电子邮箱）与提供广告、分析服务的合作伙伴分享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便他不会识别到您个人。例如，我们可能会告知广告合作伙伴有多少人查看了他的广告。
      </li>
      <li>
        供应商、服务提供商或其他合作伙伴。为了改进和完善我们的产品或服务，我们可能会将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们产品或服务的基本情况、协助我们向您提供产品或服务、投融资活动中的尽职调查等。例如，我们需要将您的订单号和订单金额与第三方支付机构（例如微信或支付宝等）共享以实现其确认您的支付指令并完成支付。
        对我们与之共享个人信息的第三方，我们会与其签署严格的保密约定，要求他们按照本隐私政策及相关法律法规要求处理个人信息。
      </li>
    </ul>
    <p><strong>2.转让：</strong></p>
    <p>
      转让是指将取得您个人信息的控制权转让给其他公司、组织或个人。除非获取您的明确同意，否则我们不会将您的个人信息转让给任何公司、组织或个人。但下述情形除外：
    </p>
    <ul>
      <li>事先已征得您的同意；</li>
      <li>您自行提出的；</li>
      <li>
        如果公司发生合并、分立、解散、被宣告破产，将可能涉及到个人信息转让，此种情况下我们会告知您接收方的名称或者姓名和联系方式并要求新的持有您个人信息的公司、组织继续受本政策的约束。若接收方变更个人信息处理目的、处理方式的，我们将要求其重新获取您的明示同意。
      </li>
      <li>其他法律法规规定的情形。</li>
    </ul>
    <p><strong>3.公开披露：</strong></p>
    <p>
      公开披露是指向社会或不特定人群发布信息的行为。原则上，我们不会对您的个人信息进行公开披露。但下述情况除外：
    </p>
    <ul>
      <li>因公布账号中奖、处罚通知时展示必要的相关脱敏信息；</li>
      <li>取得您的明示同意后。</li>
      <li>在法律、法律程序、诉讼或政府主管部门强制性要求的情况下</li>
    </ul>
    <h2><a id="a3"></a>三、我们如何存储和保护您的个人信息</h2>
    <p><strong>1.存储：</strong></p>
    <p>
      存储地点：我们将从中华人民共和国境内获得的个人信息存放于中华人民共和国境内。<strong
        >如因业务需求或其他原因需要跨境传输的，我们会重新申请您的明确同意，并明确告知您出境个人信息类型。</strong
      >
    </p>
    <p>
      存储时间：我们承诺始终按照法律的规定在合理必要期限内在存储您个人信息。超出上述期限后，我们将删除您的个人信息或对您的个人信息进行匿名化处理。
    </p>
    <p>
      如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除。
    </p>
    <p><strong>2.保护：</strong></p>
    <p>
      为了保护您的个人信息安全，我们将努力采取各种符合行业标准的安全措施来保护您的个人信息以最大程度降低您的个人信息被毁损、盗用、泄露、非授权访问、使用、披露和更改的风险。我们将积极建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用，确保未收集与我们提供的服务无关的个人信息。
    </p>
    <p>
      您的账户均有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其它服务器备份、对用户密码进行加密及相关安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。为防止安全事故的发生，我们已按照法律法规的规定，制定了妥善的预警机制和应急预案。如确发生安全事件，我们将及时将相关情况选择以邮件、信函、电话、推送通知及相关方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况，紧密配合政府机关的工作。
    </p>
    <p>
      当我们的产品或服务发生停止运营的情形时，我们会及时停止继续收集个人信息的活动。上述变更，我们将以推送通知、公告及相关形式通知你，并在合理的期限内删除你的个人信息
    </p>
    <h2><a id="a4"></a>四、您如何管理您的个人信息</h2>
    <p><strong>我们非常重视并尽全力保障您对自己个人信息的相关权利。</strong></p>
    <p>1.自主决定接收信息</p>
    <p>
      在关注中会根据您主动选择关注的账号信息进行展示，您可以根据需要自主选择关注或取消关注。
    </p>
    <p>2.个人信息副本的访问、获取、更正和删除相关信息</p>
    <p>
      我们通过交互界面的设计，为您提供了可自行访问、获取、更正和删除相关个人信息的渠道，您可通过以下方式进行设置：
    </p>
    <p>
      （1）通过【我-编辑资料】访问、获取、更正自己的个人资料，含头像、昵称、性别、生日、社交链接、个人介绍等；
    </p>
    <p>
      （2）通过【我-设置-账号与安全】设置、访问、获取、更正账号信息，含手机号、登录密码、绑定的第三方平台账号；
      <strong>
        出于安全性和身份识别的考虑，您在修改您的某些信息时（如注册联系电话），需要通过输入验证码等方式核实您的身份。
      </strong>
    </p>
    <p>
      （3）通过【我-个人主页-我的作品/收藏/动态】访问、获取、更正、删除相关信息。
    </p>
    <p>
      如您无法通过上述路径查询、修改您的个人信息，您可以随时通过第 十
      条列明的方式联系我们。
    </p>
    <p>
      除上述外，有下列情形之一的，我们将应当主动删除您的个人信息，您也有权请求我们删除：
    </p>
    <ul>
      <li>我们已停止提供产品或者服务，或者保存期限已届满；</li>
      <li>
        如您有足够的理由认为我们违反法律、行政法规或者违反约定处理您的个人信息；
      </li>
      <li>法律、行政法规规定的其他情形。</li>
    </ul>
    <h2><a id="a5"></a>五、您如何注销您的账号</h2>
    <p>
      <strong
        >您可以通过【我-设置-账号与安全-注销账号】，在满足账号注销的条件下选择【申请注销账号】，来注销您的账号；我们会在收到您的注销申请并验证您的用户身份后七个工作日内尽快为您处理。账号注销后，除法律明确规定必须由我们保留的个人信息外（如您在纸上交易相关的信息），您的个人信息将会从纸上移除。</strong
      >
    </p>
    <h2><a id="a6"></a>六、有关第三方提供产品和/或服务的特别说明</h2>
    <p>
      纸上中可能包括第三方产品和/或服务或链接至第三方提供的信息和/或服务，<strong>该第三方产品和/或服务在使用前，您需要跳转到相应的小程序或第三方页面。您使用该第三方服务（包括您向该第三方提供的任何个人信息），须受该第三方的服务条款及隐私政策（而非本政策）约束，您需要仔细阅读其条款并自行决定是否接受。</strong>请您妥善保护自己的个人信息，仅在必要的情况下向他人提供。本政策仅适用于我们所收集、保存、使用、共享、披露信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，<strong>第三方使用您信息时的行为由其自行负责</strong>。
    </p>
    <h2><a id="a7"></a>七、我们如何使用Cookie和其他同类技术</h2>
    <ul>
      <li>
        为确保网站正常运转，我们会在您的计算机或移动设备上存储名为 Cookie
        的小数据文件。Cookie
        通常包含标志符、站点名称以及一些号码和字符。借助Cookie，网站能够记住您的用户身份、存储您的偏好。
        我们不会将 Cookie
        用于本政策所述目的之外的其他用途。您可根据自己的偏好管理或删除
        Cookie。如您的浏览器允许，您可以通过浏览器设置阻止
        Cookie。但如果您这么做，可能会影响您安全访问我们的网站，且可能在每一次访问我们的网站时需要更改用户设置。
      </li>
      <li>
        我们使用网络信标（Web
        Beacons）来收集页面的访问量、点击量；还使用了实体标签 Etag
        来做静态资源的缓存，以便加速网站的访问速度，提升您的浏览体验。
      </li>
    </ul>
    <h2><a id="a8"></a>八、未成年人保护</h2>
    <p>
      <strong
        >以下条款请未成年用户（特别是未满十四周岁的儿童用户）在监护人的陪同下仔细阅读，并由监护人在充分理解后作出是否接受或拒绝本政策的决定：</strong
      >
    </p>
    <p>
      <strong>
        1.若用户是未满18周岁的未成年人（特别是未满十四周岁的儿童用户），应在监护人监护、指导并获得监护人同意情况下阅读本协议和使用纸上相关服务。
      </strong>
    </p>
    <p>
      <strong>
        2.我们重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，请在监护人指导时正确使用纸上相关服务。
      </strong>
    </p>
    <p>
      <strong>
        3.我们将根据国家相关法律法规及本政策的规定保护未成年人用户信息的保密性及安全性。如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
        若您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提供的用户信息有任何疑问时，请您根据本政策第十条提供的联系方式及时与我们联系。
      </strong>
    </p>
    <h2><a id="a9"></a>九、我们如何更新隐私政策</h2>
    <p>
      我们会适时根据具体情况对本隐私政策进行修订，并会通过公告、推送、邮件等适当方式提醒您。
      在您知晓或应当知晓上述更新后，您仍然选择继续使用我们的服务，视为您对更新后隐私政策的接受。
    </p>
    <h2><a id="a10"></a>十、我们如何更新隐私政策</h2>
    <p>
      我们已设立了个人信息保护负责人，如您对个人信息保护问题有任何投诉、建议、疑问，或您对本政策有任何疑问，您可以通过以下方式联系我们，我们将尽快审核所涉问题，并在验证您的用户身份后的十五个工作日内予以答复：
      <a style="color: #409eff" href="mailto:qiuwenlang@onpaper.cn">
        qiuwenlang@onpaper.cn
      </a>
    </p>
    <p>
      如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益，您可以向被告住所地有管辖权的人民法院提起诉讼。
    </p>
    <h2><a id="a11"></a>十一、其他</h2>
    <p>
      如果您认为我们的个人信息处理行为损害了您的合法权益，您也可向有关政府部门进行反映。
    </p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="less">
@import '../common.less';
</style>
