<template>
  <div class="user-terms terms">
    <h1 style="text-align: center">
      <span>纸上用户服务协议</span>
    </h1>
    <h1 style="text-align: left">
      <span>更新日期：2023年04月01日</span>
    </h1>
    <h1 style="text-align: left">
      <span>生效日期：2023年04月01日</span>
    </h1>
    <p>欢迎您来到纸上。</p>
    <p>
      <strong>
        请您务必审慎阅读、充分理解以下内容，特别是免除或者限制纸上公司责任的条款、对用户权利进行限制的条款、约定法律适用与管辖的条款等。
        <u>
          限制、免责条款或者其他涉及您重大权益的条款可能以加粗等形式提示您重点注意
        </u>
        。
      </strong>
    </p>
    <p>
      <strong
        >如您未满18周岁，或存在其他不具备与用户行为相适应的民事行为能力的情形，请您在法定监护人（“监护人”）的陪同、指导下阅读本协议，并在确保监护人同意本协议内容后使用纸上平台。您及您的监护人应依照法律法规规定，承担同意本协议及使用纸上平台而导致的相应后果。
      </strong>
      当您注册成功，无论是进入纸上，还是在纸上上发布任何内容（即「内容」），均意味着您（即「用户」）完全接受本协议项下的全部条款。
    </p>
    <p>&nbsp;</p>
    <h2>
      <strong>一、定义及协议范围</strong>
    </h2>
    <h3>1.1 定义</h3>
    <ul>
      <li>
        纸上平台：指域名为onpaper.cn的网站、“纸上（Onpaper）”客户端软件、及依托于前述网站或软件的关联网站或软件。
      </li>
      <li>
        纸上公司或我们：指纸上平台的运营方即深圳市绘梦网络科技有限公司及其关联公司。
      </li>
      <li>
        纸上平台服务：指纸上公司通过纸上平台为您提供内容浏览、内容发布、商品与服务交易以及包括但不限于收藏、评论、分享、转发、直播、平台活动等其他各项功能或服务，具体以纸上公司实际提供的为准。同时，纸上公司有权对提供的功能或服务进行增加、关停或其他调整。
      </li>
      <li>
        纸上账号或账号：指用户在使用纸上平台服务时可能需要注册的账号。用户可在纸上平台注册并获得的账号，作为登录并使用纸上平台的凭证。
      </li>
      <li>用户：指纸上平台的使用人，在本协议中更多地称为“您”。</li>
      <li>
        不良信息：指含有下列内容的信息：
        <ul style="list-style-type: circle">
          <li>
            违反宪法确定的基本原则，煽动抗拒或者破坏宪法等法律法规实施的；
          </li>
          <li>
            危害国家统一、主权和领土完整，泄露国家秘密，危害国家安全，损害国家尊严、荣誉和利益，宣扬恐怖主义、极端主义的；
          </li>
          <li>
            诋毁民族优秀文化传统，煽动民族仇恨、民族歧视，侵害民族风俗习惯，歪曲民族历史和民族历史人物，伤害民族感情，破坏民族团结的；
          </li>
          <li>
            煽动破坏国家宗教政策，宣扬宗教狂热，危害宗教和睦，伤害信教公民宗教感情，破坏信教公民和不信教公民团结，宣扬邪教、迷信的；
          </li>
          <li>
            危害社会公德，扰乱社会秩序，破坏社会稳定，宣扬淫秽、赌博、吸毒，渲染暴力、恐怖，教唆犯罪或者传授犯罪方法的；
          </li>
          <li>侵害未成年人合法权益或者损害未成年人身心健康的；</li>
          <li>侮辱、诽谤他人或者散布他人隐私，侵害他人合法权益的；</li>
          <li>
            违反法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的“七条底线”要求的；
          </li>
          <li>法律法规禁止的其他内容。</li>
        </ul>
      </li>
    </ul>
    <h3>1.2 协议范围</h3>
    <ul>
      <li>
        本协议是您与纸上公司之间关于您下载、安装、使用纸上平台所订立的协议，<strong>包括本协议正文、《纸上隐私政策》、《纸上社区规范》及纸上公司已经发布的或将来可能发布/更新的并采取合理途径通知的各类规则、规范、通知等</strong>。所有规则均为本协议不可分割的组成部分，且具有同等法律效力。<br />
      </li>
    </ul>
    <h2>&nbsp;</h2>
    <h2>二、帐号管理</h2>
    <h3>2.1 账号获得</h3>
    <ul>
      <li>
        纸上平台为您提供注册及登录通道，您可按照页面提示填写信息、阅读并同意本协议，在完成全部注册登录程序后，成为纸上平台用户。您还需要根据法律法规的规定（如有）填写您真实的身份信息，否则您可能无法使用纸上平台服务或在使用纸上平台服务过程中受到限制。您了解并同意，您有义务保持您提供信息的真实性、有效性及完整性。
      </li>
      <li>
        您注册获得的账号、设置的密码是您登录并以用户身份使用纸上平台的凭证，你应当谨慎使用、妥善保管。
        <strong>
          您须对账号进行的所有活动和行为负责。若因您保管不善导致的盗号、密码丢失、账号被非法使用等责任由您自行承担。
        </strong>
      </li>
      <li>
        您不得恶意注册纸上账号，包括但不限于频繁注册、批量注册、使用他人身份注册或其他不以正常使用纸上平台服务为目的的账号注册行为。
      </li>
    </ul>
    <h3>2.2 账号信息设置</h3>
    <ul>
      <li>
        您须对在纸上的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则纸上有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。
      </li>
    </ul>
    <h3>2.3 账号使用及权属</h3>
    <ul>
      <li>
        由于您的账号关联您的个人信息及纸上平台商业信息，您的账号仅限您本人使用。未经纸上公司同意，您直接或间接授权第三方使用您账号或获取您账号项下信息的行为无效。<strong>如纸上公司判断您账号的使用可能违反法律法规、危及您的账号安全及/或纸上平台信息安全的，纸上公司可拒绝提供相应服务或终止本协议。纸上公司有权视情况封禁或注销、回收该账号，由此带来的包括但不限于内容、虚拟财产清空等损失由您本人及该账号使用者自行承担</strong>。
      </li>
    </ul>
    <h3>2.4 账号注销及回收</h3>
    <ul>
      <li>
        <strong>
          您可以依照纸上平台的流程申请注销您的纸上账号，但<u
            >您仍应对您在注销账号前或使用纸上平台服务期间的行为承担相应责任</u
          ></strong
        >
        。<strong>注销成功后，除非法律法规另有规定，纸上公司不会为您提供账号记录、内容、虚拟财产等恢复或提供服务，请您谨慎操作</strong>。
      </li>
    </ul>
    <h3>2.5 账号违规处置</h3>
    <ul>
      <li>
        若您在注册或使用纸上账号时，存在任何违反法律法规或不符合本协议约定的行为，纸上公司有权不予注册；已经注册的，纸上公司有权视情况要求用户限期改正、或单方采取短期封禁、永久封禁、注销账号等措施
      </li>
    </ul>
    <h2>&nbsp;</h2>
    <h2>三、纸上平台服务内容与费用</h2>
    <h3>3.1 内容发布</h3>
    <ul>
      <li>
        您可使用纸上平台发表属于您原创或您有权发表的观点看法、文字、信息、图片、音视频等内容。<strong
          >您在纸上平台发布的任何内容、信息均不代表纸上公司的观点、立场或政策，除法律法规明确规定外，您须独立承担所发布内容的责任。</strong
        >
      </li>
      <li>
        您通过纸上平台发布内容时必须遵守有关法律法规，不得利用纸上平台制作、复制、发布、传播、储存任何违反法律法规、危害国家安全、可能对用户财产安全或信安全造成损失的信息、营销信息、低俗不当信息、不良信息以及不实信息等内容。
      </li>
      <li>
        您不得在纸上平台上利用基于深度学习、虚拟现实、人工智能等新技术制作、发布、传播虚假内容信息。
      </li>
    </ul>
    <h3>3.2 内容浏览</h3>
    <ul>
      <li>
        您可通过纸上平台浏览订阅各类信息和内容。您对纸上平台中的内容须自行加以判断，并承担因使用内容而引起的风险。除法律法规明确规定外，您因该等内容进行的购买或交易或因前述内容遭受的损害或损失由您自行承担。
      </li>
    </ul>
    <h3>3.3 内容分享与转发</h3>
    <ul>
      <li>
        您可对纸上平台的信息内容进行分享、转发，但未经纸上公司书面许可，您不得复制、读取、采用、统计纸上平台的信息内容及相关数据，或者进行任何形式的销售和商业使用，或者向第三方泄露、提供或允许第三方为任何方式的使用。
      </li>
      <li>
        第三方若出于非商业目的，将用户在纸上平台发表的内容转载在纸上之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在纸上平台使用的帐号名称），给出原始链接，注明「发表于纸上」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。
      </li>
    </ul>
    <h3>3.4 活动参与</h3>
    <ul>
      <li>
        您可通过纸上平台参与纸上公司不定期组织的各类线上、线下互动活动，但<strong>您不得采取任何不正当或作弊的违规手段参与活动</strong>，<strong>否则纸上公司有权限制或取消您参与活动的资格，并有权取消、追讨您已获得、领取的奖励，并追究您的法律责任</strong>。
      </li>
    </ul>
    <h3>3.5 服务费用</h3>
    <ul>
      <li>
        纸上公司为向您提供的纸上平台服务付出了大量的成本，除纸上平台明示的收费业务外，纸上公司向您提供的纸上平台服务是免费的。<strong
          >如未来纸上公司向您收取合理费用，纸上公司会采取合理方式并以合理的期限提前通知您，确保您有充分选择的权利。</strong
        >
      </li>
      <li>
        在纸上公司降低收费服务的收费标准或者将收费服务改为免费服务提供时，纸上公司保留不对原付费用户提供退费或者费用调整之权利。<br /><br />
      </li>
    </ul>
    <h2>&nbsp;</h2>
    <h2>四、知识产权与许可</h2>
    <h3>4.1 平台声明</h3>
    <ul>
      <li>
        <strong>【平台知识产权】</strong>
        纸上提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含纸上及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。
      </li>
      <li>
        <strong>【平台使用规范】</strong>
        除非法律法规允许或纸上公司书面许可，您不得从事下列行为：
        <ul>
          <li style="list-style-type: none">
            <ul style="list-style-type: circle">
              <li>
                不得修改、改编、翻译纸上服务所使用的软件、技术、材料等，或者创作与之相关的派生作品，不得通过反向工程、反编译、反汇编或其他类似行为获得其的源代码，否则由此引起的一切法律后果由用户负责，纸上将依法追究违约方的法律责任。
              </li>
              <li>
                以任何方式（包括但不限于盗链、冗余盗取、非法抓取、模拟下载、深度链接、假冒注册等）直接或间接盗取纸上平台的视频、图文、用户信息等信息内容；
              </li>
              <li>
                通过非纸上公司开发、授权、许可的第三方软件、插件、外挂、系统，登录或使用纸上平台，或对纸上平台的正常运行进行干扰、破坏、修改或施加其他影响；
              </li>
              <li>
                利用或针对纸上平台进行任何危害计算机网络安全的行为，包括但不限于：非法侵入网络、干扰网络正常功能、窃取网络数据等危害网络安全的活动，或为上述活动提供程序、工具等支持与帮助；企图干涉、破坏纸上平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为等；
              </li>
              <li>
                其他以任何不合法的方式、为任何不合法的目的、或与纸上公司为此制定的其他规范和标准不一致的方式使用纸上平台。
              </li>
            </ul>
          </li>
        </ul>
      </li>
    </ul>
    <h3>4.2 用户内容及信息授权</h3>
    <ul>
      <li>
        用户在纸上平台发表的全部原创内容（包括但不仅限于作品、动态文字和评论），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到纸上的同意。
      </li>
      <li>
        纸上为用户提供「保留所有权利，禁止转载」的相关选项。除非获得原作者的单独授权，任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。
      </li>
      <li>
        在纸上平台上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，纸上有权根据实际情况删除相关的内容，且有权追究用户的法律责任。给纸上或任何第三方造成损失的，用户应负责全额赔偿。
      </li>
      <li>
        <strong>
          除非有相反证明，您理解并同意，为使用户内容得到更好的分享及推广，提高其传播价值及影响力，您授予纸上公司免费的、不可撤销的、非排他的、无地域限制的许可使用，纸上有权将该内容用于纸上各种形态的产品和服务上，包括但不限于纸上网站以及纸上官方发布的适用于手持终端设备的应用或其他互联网产品，以及以自身名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行取证、发起投诉或提起诉讼的权利。
        </strong>
      </li>
      <li>
        <strong>
          为免歧义，上述许可包括使用、复制和展示用户内容中受保护的个人形象、肖像、姓名、商标、品牌、标识及其他营销推广素材、物料的权利和许可。
        </strong>
      </li>
      <li>
        纸上有权但无义务对用户发布的内容进行审核，有权根据相关证据结合法律法规及纸上社区规则对侵权信息进行处理。
      </li>
    </ul>
    <h2>&nbsp;</h2>
    <h2>五、免责声明</h2>
    <ul>
      <li>
        纸上不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。
        对于因不可抗力或纸上不能控制的原因造成的网络服务中断或其它缺陷，纸上不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
      </li>
      <li>
        除纸上注明的服务条款外，其它因使用纸上而导致任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的各种损失（包括因下载而感染电脑病毒），纸上概不负责，亦不承担任何法律责任。
      </li>
      <li>
        本服务可能会包含与其他网站或资源的链接，即第三方链接。纸上对于前述网站或资源的内容、隐私政策和活动，无权控制、审查或修改，因而也不承担任何责任。建议您在离开纸上服务，访问其他网站或资源前仔细阅读其服务条款和隐私政策。
      </li>
      <li>
        纸上公司仅按照相关法律法规的规定承担平台责任，我们不对第三方的诽谤、犯罪或其他非法行为承担责任，也不赔偿因此造成的您的损失，但因我们对您遭受的损失负有法定过错的除外。
      </li>
      <li>
        您理解并同意，<strong>纸上公司根据自身商业决策、政府行为、不可抗力等原因可能会选择中止、中断及终止纸上平台的部分或全部服务</strong>。如有此等情形发生，我们会采取合理的方式并以合理的期限提前通知您，除法律法规另有规定外，<strong>我们不承担由此对您造成的损失</strong>。
      </li>
    </ul>
    <h2>&nbsp;</h2>
    <h2>六、协议变更与终止</h2>
    <ul>
      <li>
        根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，纸上有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，纸上将会直接在纸上网站上公布修改之后的协议内容，该公布行为视为纸上已经通知用户修改内容。纸上也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项
      </li>
      <li>
        如果不同意纸上对本协议相关条款所做的修改，用户有权并应当停止使用纸上。如果用户继续使用纸上，则视为用户接受纸上对本协议相关条款所做的修改。
      </li>
    </ul>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="less">
@import '../common.less';
</style>
