export const artChose = [
  '违法违规',
  '转载他人作品',
  'AI生成的图片',
  '色情低俗',
  '与绘画无关的图片',
  '图片带有广告',
  '未成年人不宜观看',
  '侵犯他人隐私或肖像权'
]
export const trendChose = [
  '违法违规',
  '广告营销',
  '谩骂攻击',
  '色情低俗',
  '谣言虚假',
  '诱导关注点赞',
  '疑似自残自杀',
  '诈骗信息',
  '未成年人不当行为',
  '侵害未成年人',
  '侵犯他人隐私或肖像权'
]
export const commentChose = [
  '违法违规',
  '色情低俗',
  '不友善或引战',
  '谩骂攻击',
  '谣言虚假',
  '广告营销',
  '疑似自残自杀',
  '涉及未成年人'
]

export const userChose = [
  '头像或背景图违规',
  '作品集含有违规作品',
  '冒充他人',
  '私信骚扰他人',
  '疑似自残自杀',
  '利用约稿发布广告',
  '疑似诈骗',
  '其他'
]

export const acceptChose = [
  '诈骗、虚假承诺',
  '提供违法违规服务',
  '广告营销',
  '稿酬与描述差距大',
  '未成年人不当行为',
  '其他'
]

export const inviteChose = [
  '诈骗、虚假承诺',
  '要求创作违法内容',
  '实际沟通与约稿无关',
  '详情为招聘广告',
  '例图违规',
  '稿酬与描述差距大',
  '未成年人不当行为',
  '其他'
]

export const evaluateChose = [
  '内容不符合事实',
  '谩骂攻击',
  '违法违规',
  '广告营销',
  '其他'
]
